Repository: elementary/wallpapers
Catalog: po/*.po
Languages: be, ca, he, ja, pl, pt, pt_br, sv, uk, zh_tw

source: elementary Wallpapers
be: Шпалеры elementary
ca: Fons de pantalla de l'elementary
he: תמונות רקע של elementary
ja: 壁紙
pl: Tapety elementary
pt: Papéis de parede do elementary
pt_br: Papéis de parede do elementary
sv: Bakgrundsbilder för elementary
uk: Тло elementary
zh_tw: elementary 桌布

source: Curated wallpapers for elementary OS
be: Адабраныя шпалеры для elementary OS
ca: Fons de pantalla seleccionats per a l'elementary OS
he: תמונות רקע שנאספו לטובת elementary OS
ja: elementary OS 向けに選ばれた壁紙
pl: Specjalnie wybrane tapety dla elementary OS
pt: Papéis de parede categorizados para o elementary OS
pt_br: Papéis de parede selecionados para o elementary OS
sv: Utvalda bakgrundsbilder för elementary OS
uk: Зображення для тла від elementary OS
zh_tw: 為 elementary OS 精選的桌布

source: elementary, Inc.
he: elementary בע״מ.

source: Add “A Large Body of Water Surrounded By Mountains” by Peter Thomas and make it the new default
be: Дадалі «Вялікі вадаём, абкружаны гарамі» ад Пітэра Томаса і зрабілі прадвызначанымі
ca: Afegiu-hi "Una gran massa d'aigua envoltada de muntanyes" de Peter Thomas i feu que sigui el nou predeterminat.
he: הוספת „גוף מים גדול מוקף בהרים” של פיטר תומס והגדרתה כברירת המחדל החדשה
ja: “A Large Body of Water Surrounded By Mountains” (Peter Thomas 作) を追加し、新たなデフォルトに設定
pl: Dodano „Duży zbiornik wodny otoczony przez góry” autorstwa Peter Thomas i ustawiono go jako nową tapetę domyślną
pt: Adiciona o “A Large Body of Water Surrounded By Mountains” por Peter Thomas e torna-o a nova predefinição
pt_br: Adicione “A Large Body of Water Surrounded By Mountains” de Peter Thomas e torne-o o novo padrão
sv: Lägg till "Ett stort vattendrag omgivet av berg" av Peter Thomas och gör det till den nya standardinställningen
uk: Додано «Велика водойма, оточена горами» від Peter Thomas і встановлено типово
zh_tw: 新增由 Peter Thomas 所作的 A Large Body of Water Surrounded By Mountains 並將其設為預設

source: Add “A Trail of Footprints In The Sand” by David Emrich
be: Дадалі «Сляды на пяску» ад Дэвіда Эмрыха
ca: Afegiu-hi "Un camí de petjades a la sorra" de David Emrich.
he: הוספת „מסלול של עקבות בחול” של דיויד אמריק
ja: “A Trail of Footprints In The Sand” (David Emrich 作) を追加
pl: Dodano „Ślad odcisków w piasku” autorstwa David Emrich
pt: Adiciona o “A Trail of Footprints In The Sand” por David Emrich
pt_br: Adicione “A Trail of Footprints In The Sand” de David Emrich
sv: Lägg till "Ett spår av fotspår i sanden" av David Emrich
uk: Додано «Сліди на піску» від David Emrich
zh_tw: 新增由 David Emrich 所作的 A Trail of Footprints In The Sand

source: Remove “Orange Tulip” by Leigh Kendell
ca: S'elimina "Orange Tulip" de Leigh Kendell.
he: הסרת „צבעוני כתום” של לי קנדל
ja: “Orange Tulip” (Leigh Kendell 作) を削除
pl: Usunięto „Pomarańczowy tulipan” autorstwa Leigh Kendell
pt: Remove o “Orange Tulip” por Leigh Kendell
pt_br: Remover “Orange Tulip” de Leigh Kendell
sv: Ta bort "Orange tulpan" av Leigh Kendell
uk: Вилучено «Помаранчевий тюльпан» від Leigh Kendell
zh_tw: 移除由 Leigh Kendell 所作的 Orange Tulip

source: Remove “Bird Flying by The Mountain” by Julia Craice
be: Выдалілі «Птушка, якая ляціць каля гары» ад Джуліі Крэйс
ca: S'elimina "Bird Flying by The Mountain" de Julia Craice.
he: הסרת „ציפור עפה ליד הר” של יוליה קרייס
ja: “Bird Flying by The Mountain” (Julia Craice 作) を削除
pl: Usunięto „Ptak lecący nieopodal góry” autorstwa Julia Craice
pt: Remove o “Bird Flying by The Mountain” por Julia Craice
pt_br: Remover “Bird Flying by The Mountain” de Julia Craice
sv: Ta bort "Fågel som flyger vid berget" av Julia Craice
uk: Вилучено «Птах, що пролітає повз гору» від Julia Craice
zh_tw: 移除由 Julia Craice 所作的 Bird Flying by The Mountain

source: Build a special wallpaper for Early Access
be: Стварылі спецыяльныя шпалеры для ранняга доступу
ca: Crea un fons de pantalla especial per a l'accés anticipat
he: הרכבת תמונת רקע מיוחדת לבעלי גישה מוקדמת
ja: Early Access 用の特別な壁紙を作成
pl: Zbudowano specjalną tapetę dla wczesnego dostępu
pt: Cria um papel de parede especial para o Acesso Antecipado
pt_br: Crie um papel de parede especial para acesso antecipado
sv: Skapa en speciell bakgrundsbild för förutgåva
uk: Створено спеціальні шпалери для Раннього доступу
zh_tw: 為搶先體驗版本製作新桌布

source: Add "Photo of Valley" by Aniket Deole
be: Дадалі «Фатаграфія даліны» ад Анікета Дэола
ca: Afegiu-hi "Foto de la vall" d'Aniket Deole.
he: הוספת „תמונה של עמק” של אניקט דיול
ja: "Photo of Valley" (Aniket Deole 作) を追加
pl: Dodano „Fotografia doliny” autorstwa Aniket Deole
pt: Adiciona o "Photo of Valley" por Aniket Deole
pt_br: Adicione "Photo of Valley" de Aniket Deole
sv: Lägg till "Foto av dalen" av Aniket Deole
uk: Додано «Світлина долини» від Aniket Deole
zh_tw: 新增由 Aniket Deole 所作的 Photo of Valley

source: Remove Jonas Nilsson Lee
ca: S'elimina Jonas Nilsson Lee.
he: הסרת ג׳ונס נילסון לי
ja: Jonas Nilsson Lee を削除
pl: Usunięto Jonas Nilsson Lee
pt: Remove o Jonas Nilsson Lee
pt_br: Remover Jonas Nilsson Lee
sv: Ta bort Jonas Nilsson Lee
uk: Вилучено Jonas Nilsson Lee
zh_tw: 移除 Jonas Nilsson Lee

source: Make Odin Dark the default
be: Зрабілі шпалеры «Цёмны Одзін» прадвызначанымі
ca: Es fa que Odin Dark sigui el valor predeterminat.
he: הפיכת אודין כהה לברירת המחדל
ja: Odin Dark をデフォルトに設定
pl: Odin Dark jest teraz domyślne
pt: Torna o Odin Escuro a predefinição
pt_br: Define Odin Dark como padrão
sv: Gör Odin mörk till standard
uk: Odin Dark став типовим
zh_tw: 將預設值設為 Odin Dark

source: Add day and night custom Odin wallpapers by Freehive
be: Дадалі шпалеры «Одзін» ад Freehive для дня і ночы
ca: Afegiu-hi fons de pantalla personalitzats d'Odin de dia i de nit de Freehive.
he: הוספת תמונות רקע אודין מותאמות אישית ליום ולילה מאת פריהייב
ja: 日中用と夜間用にカスタマイズした Odin の壁紙 (Freehive 作) を追加
pl: Dodano specjalne tapety Odin w wersji dziennej i nocnej autorstwa Freehive
pt: Adiciona o papel de parede Odin personalizado de dia e de noite por Freehive
pt_br: Adicione papéis de parede personalizados de Odin dia e noite por Freehive
sv: Lägg till dag och natt-anpassade Odin bakgrundsbilder by Freehive
uk: Додано користувацькі шпалери Odin від Freehive для дня та ночі
zh_tw: 新增由 Freehive 所作的日間與夜晚自訂 Odin 桌布

source: Add Snow-capped Mountain, Martin Adams, Tj Holowaychuk, and Vikor Forgacs
be: Дадалі «Заснежаную гару», Martin Adams, Tj Holowaychuk, і Vikor Forgacs
ca: Afegiu-hi "Muntanya nevada" de Martin Adams, Tj Holowaychuk i Vikor Forgacs.
he: נוספו הרים מושלגים, מרטין אדמס, טי.ג׳יי הולוואיצ׳וק וגם ויקור פורגאץ׳
ja: Snow-capped Mountain、Martin Adams、Tj Holowaychuk、Vikor Forgacs を追加
pl: Dodano Górę przykrytą śniegiem, Martin Adams, Tj Holowaychuk oraz Vikor Forgacs
pt: Adiciona o Snow-capped Mountain, Martin Adams, Tj Holowaychuk, e Vikor Forgacs
pt_br: Adiciona Snow-capped Mountain, Martin Adams, TJ Holowaychuk e Vikor Forguacs
sv: Lägg till Snötäckt berg, Martin Adams, Tj Holowaychuk och Vikor Forgacs
uk: Додано Snow-capped Mountain, Martin Adams, Tj Holowaychuk та Vikor Forgacs
zh_tw: 新增 Snow-capped Mountain、Martin Adams、Tj Holowaychuk，和 Vikor Forgacs

source: Remove Carmine de Fazio, Luca Bravo, Pablo Garcia Saldana, Rob Bye, and Ryan Schroeder
be: Выдалілі Carmine de Fazio, Luca Bravo, Pablo Garcia Saldana, Rob Bye, and Ryan Schroeder
ca: S'eliminen Carmine de Fazio, Luca Bravo, Pablo Garcia Saldana, Rob Bye i Ryan Schroeder.
he: הוסרו קרמין די פאסיו, לוקה בראבו, פבלו גרסיה זלדנה, רוב ביי וריאן שרודר
ja: Carmine de Fazio、Luca Bravo、Pablo Garcia Saldana、Rob Bye、Ryan Schroeder を削除
pl: Usunięto Carmine de Fazio, Luca Bravo, Pablo Garcia Saldana, Rob Bye oraz Ryan Schroeder
pt: Remove o Carmine de Fazio, Luca Bravo, Pablo Garcia Saldana, Rob Bye, e Ryan Schroeder
pt_br: Remover Carmine de Fazio, Luca Bravo, Pablo Garcia Saldana, Rob Bye, e Ryan Schroeder
sv: Ta bort Carmine de Fazio, Luca Bravo, Pablo Garcia Saldana, Rob Bye och Ryan Schroeder
uk: Вилучено Carmine de Fazio, Luca Bravo, Pablo Garcia Saldana, Rob Bye та Ryan Schroeder
zh_tw: 移除 Carmine de Fazio、Luca Bravo、Pablo Garcia Saldana、Rob Bye，和 Ryan Schroeder

source: Change default to Sunset by the Pier
be: Змянілі прадвызначаныя шпалеры на «Захад каля прыстані»
ca: Canvia per defecte a Posta de sol al moll
he: החלפת ברירת המחדל לזריחה מאת Pier
ja: デフォルトの壁紙を“Sunset” (Pier 作) に変更
pl: Zmiana domyślnej tapety na Zachód słońca Pier'a
pt: Alterar a predefinição para Sunset by the Pier
pt_br: Alterar o padrão para Sunset by the Pier
sv: Ändra standard till Solnedgång vid piren
uk: Змінено типове тло на «Захід сонця біля пристані»
zh_tw: 將預設改為 the Pier 所作的 Sunset
